import { NextPage } from 'next'

const WorksPage: NextPage = () => {
  return (
    <div>
      <div>Примеры работ наших инженеров</div>
      <div>
        {/* image */}
        <div>Ремонт кондиционера в отделении Сбербанк</div>
        <div>
          Проблема: Руководитель отделения обратился с проблемой нехарактерного
          шума при работе кондиционера.{' '}
        </div>
        <div>
          Решение: Мы оперативно заменили клапан притока воздуха (использовали
          комплектующие из США), кондиционер работает исправно.{' '}
        </div>
      </div>
      <div>
        {/* image */}
        <div>Ремонт стиральной машины</div>
        <div>
          Проблема: Руководитель отделения обратился с проблемой нехарактерного
          шума при работе кондиционера.
        </div>
        <div>
          Решение: Мы оперативно заменили клапан притока воздуха (использовали
          комплектующие из США), кондиционер работает исправно.
        </div>
      </div>
      <div>
        {/* image */}
        <div>Ремонт компьютера</div>
        <div>
          Проблема: Руководитель отделения обратился с проблемой нехарактерного
          шума при работе кондиционера. шума при работе кондиционера.{' '}
        </div>
        <div>
          Решение: Мы оперативно заменили клапан притока воздуха (использовали
          комплектующие из США), кондиционер работает исправно.
        </div>
      </div>
      <div>
        {/* image */}
        <div>Ремонт ноутбука Apple</div>
        <div>
          Проблема: Руководитель отделения обратился с проблемой нехарактерного
          шума при работе кондиционера.
        </div>
        <div>
          Решение: Мы оперативно заменили клапан притока воздуха (использовали
          комплектующие из США), кондиционер работает исправно.
        </div>
      </div>
    </div>
  )
}

export default WorksPage
